IDEA StatiCa Open Model
ConcreteULSCheckResultShearEc2.Vrdmax Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 shear resistance of compression strut
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Vrdmax { get; set; }
Public Property Vrdmax As Double
	Get
	Set
public:
property double Vrdmax {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace